[ECHO_Helios.Names.DialogName_HELIOS_BANDIT_2 WillowDialogNameTag]
CallerName="Joel Nagari"

[ECHO_Helios.Names.DialogName_HELLION_BANDIT_1 WillowDialogNameTag]
CallerName="Dante was furious"

[ECHO_MoonshotComplaint.Names.DialogName_CUSTOMER_ABUSE_REP WillowDialogNameTag]
CallerName="User support"

[ECHO_MoonshotComplaint.Names.DialogName_HYPERION_CUSTOMER WillowDialogNameTag]
CallerName="Hyperion Client"

[ECHO_SandwormSpeakers.Names.DialogName_BURROWS_BANDIT_1 WillowDialogNameTag]
CallerName="Sam shouted."

[ECHO_SandwormSpeakers.Names.DialogName_BURROWS_BANDIT_2 WillowDialogNameTag]
CallerName="Danny Pani"

[ECHO_SandwormSpeakers.Names.DialogName_BURROWS_BANDIT_3 WillowDialogNameTag]
CallerName="Randy Dutt"

[ECHO_SandwormSpeakers.Names.DialogName_SANDWORM WillowDialogNameTag]
CallerName="sandworm"

[ECHO_TalonsRescue.Names.DialogName_BIRDS_RIGHTS_ACTIVIST WillowDialogNameTag]
CallerName="bird hunter"

[ECHO_TigerOfPartali.Names.DialogName_GALACTIC_NEWS_REPORTER WillowDialogNameTag]
CallerName="Publication of newspapers"

[ECHO_TigerOfPartali.Names.DialogName_PARTALI_POLICE_OFFICER WillowDialogNameTag]
CallerName="Semi-representative"

[ECHO_URSAcorps.Names.DialogName_HYPERION_RESEARCHER WillowDialogNameTag]
CallerName="researchers"

[ECHO_WormWalker.Names.DialogName_SQUIRMING_RUCK_BANDIT_1 WillowDialogNameTag]
CallerName="Socks"

[ECHO_WormWalker.Names.DialogName_SQUIRMING_RUCK_BANDIT_2 WillowDialogNameTag]
CallerName="Pond Md"

